Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: Zrythm has a modulators tab in the bottom panel that can hold any number of modulators and a fixed number of macro knobs.
sv: Zrythm har en flik för modulatorer i den nedre panelen som kan innehålla valfritt antal modulatorer och ett fast antal makrorattar.

source: Add _MIDI Track
sv: Lägg till _MIDI-spår

source: Playback Mode
sv: Uppspelningsläge

source: The position of the playhead will determine highlighting of the piano roll keys on the left side of the piano roll.
sv: Uppspelningshuvudets position avgör hur pianorullens tangenter till vänster markeras.

source: Show Used Lanes
sv: Visa använda banor

source: Bundle
sv: Bunt

source: Velocity refers to the force with which a note is played. Each instrument handles various velocities for the same note differently, but generally a higher velocity will result in a louder or `stronger` note. Velocities are useful for adding expression to melodies.
sv: Anslagsstyrka avser kraften med vilken en not spelas. Varje instrument hanterar olika anslagsstyrkor för samma not på olika sätt, men i regel ger en högre anslagsstyrka en starkare eller `kraftfullare` not. Anslagsstyrkor är användbara för att ge melodier uttryck.

source: Toggle whether the connection is enabled (active)
sv: Växla om anslutningen är aktiverad, aktiv.

source: Device connections in Qjackctl
sv: Enhetsanslutningar i Qjackctl

source: Incorrect Behavior
sv: Felaktigt beteende

source: Export Lanes as Tracks
sv: Exportera fält som spår

source: Hide
sv: Dölj

source: Built with <a href="https://www.sphinx-doc.org/">Sphinx</a> and <a class="muted-link" href="https://pradyunsg.me">@pradyunsg</a>'s <a href="https://github.com/pradyunsg/furo">Furo theme</a>.
sv: Byggd med <a href="https://www.sphinx-doc.org/">Sphinx</a> och <a class="muted-link" href="https://pradyunsg.me">@pradyunsg</a>s <a href="https://github.com/pradyunsg/furo">Furo-tema</a>.

source: To create a new project, click :guilabel:`Create New Project...` and choose a title, parent directory and template, then click :guilabel:`Create Project`.
sv: Om du vill skapa ett nytt projekt klickar du på :guilabel:`Skapa nytt projekt…`, väljer titel, överordnad katalog och mall och klickar sedan på :guilabel:`Skapa projekt`.

source: Adaptive
sv: Adaptiv

source: Shows the real-time audio waveform from the master output.
sv: Visar ljudvågformen i realtid från masterutgången.

source: Failed to create backup directory {}
sv: Det gick inte att skapa säkerhetskopieringskatalogen {}

source: This is the top number that indicates the number of Beats that should be in a Bar. It can be set from 1 to 16.
sv: Detta är det övre talet som anger hur många slag en takt ska innehålla. Det kan ställas in från 1 till 16.

source: Editing in the timeline is the most common workflow inside Zrythm. The timeline section consists of the :ref:`tracklist <tracks/tracklist:Tracklist>` on the left and the ruler/arranger on the right, along with a timeline-specific toolbar at the top.
sv: Redigering på tidslinjen är det vanligaste arbetsflödet i Zrythm. Tidslinjeavsnittet består av :ref:`spårlistan <tracks/tracklist:Tracklist>` till vänster och linjalen/arrangeraren till höger samt en tidslinjespecifik verktygsrad högst upp.

source: :envvar:`XDG_DATA_HOME` (see the `XDG Base Directory Specification <https://specifications.freedesktop.org/basedir-spec/basedir-spec-latest.html>`_) on freedesktop-compliant systems (or if :envvar:`XDG_DATA_HOME` is defined), or
sv: :envvar:`XDG_DATA_HOME`, se `XDG Base Directory Specification <https://specifications.freedesktop.org/basedir-spec/basedir-spec-latest.html>`_, på system som följer freedesktop-standarden, eller om :envvar:`XDG_DATA_HOME` är definierad, eller

source: Change Color
sv: Ändra färg

source: Regions in the Editor Ruler
sv: Regioner i redigerarlinjalen

source: This is pre-release software intended for testing only. Not suitable for production use. Use at your own risk.
sv: Detta är en förhandsutgåva enbart avsedd för testning. Den lämpar sig inte för produktionsbruk. Använd den på egen risk.

source: Welcome to the Zrythm manual.
sv: Välkommen till Zrythm-handboken.

source: Zrythm is available on `Flathub`_ under the ID `org.zrythm.Zrythm`_.
sv: Zrythm finns på `Flathub`_ under ID:t `org.zrythm.Zrythm`_.

source: Piano Roll Controls
sv: Kontroller för pianorullen

source: Modulators Tab
sv: Fliken Modulatorer

source: Right Input
sv: Höger inmatning

source: Clear Selection
sv: Rensa markering

source: Flexible Plugin Browser
sv: Flexible Insticksmodul Bläddrar

source: Custom Packs
sv: Egna paket

source: The track color can be changed by clicking on the color box on the left side of the track view, or via the :guilabel:`Change Color` context menu option.
sv: Spårfärgen kan ändras genom att klicka på färgrutan till vänster i spårvyn eller via snabbmenyalternativet :guilabel:`Ändra färg`.

source: Changing the track name from the channel view
sv: Byta spårnamn från kanalvyn

source: The installers also include bundled plugins.
sv: Installationsprogrammen innehåller även medföljande insticksmoduler.

source: Log
sv: Logg

source: In order to be able to record input from MIDI/audio devices, the devices must be explicitly enabled using the :guilabel:`MIDI controllers` and :guilabel:`Audio inputs` settings under :menuselection:`General --> Engine`.
sv: För att kunna spela in indata från MIDI- och ljudenheter måste enheterna uttryckligen aktiveras med inställningarna :guilabel:`MIDI-styrenheter` och :guilabel:`Ljudinmatningar` under :menuselection:`Allmänt --> Motor`.

source: Audio FX tracks can be used for effects by sending audio signals to them with :ref:`track-sends`.
sv: Ljudeffektspår kan användas för effekter genom att ljudsignaler skickas till dem med :ref:`track-sends`.

source: Filtering
sv: Filtrering

source: Loading project...
sv: Läser in projekt…

source: Stereo flanging effect
sv: Stereo flanger-effekt

source: Edit…
sv: Redigera…

source: Contributing
sv: Bidra

source: Custom Type
sv: Anpassad typ

source: Trademark Policy
sv: Varumärkespolicy

source: Turn off notifications
sv: Turn off aviserings

source: Fade the audio from full amplitude to silence.
sv: Tona ut ljudet från full amplitud till tystnad.

source: Gain
sv: Förstärkning

source: Right-clicking on a curve allows you to change the curve algorithm used. The following curve algorithms are available.
sv: Genom att högerklicka på en kurva kan du ändra kurvalgoritmen som används. Följande kurvalgoritmer är tillgängliga.

source: Sum to mono
sv: Mixa till mono

source: Holding down :kbd:`Control` while clicking will allow you to create multiple objects in a row (where applicable) with a length specified by the snap settings corresponding to each editor.
sv: Om du håller ned :kbd:`Control` när du klickar kan du skapa flera objekt i följd, där det är tillämpligt, med en längd som anges av snäppinställningarna för respektive redigerare.

source: Piano roll keys
sv: Pianorullens tangenter

source: Create a new lane (`take`) for each new recording
sv: Skapa en ny bana, en `tagning`, för varje ny inspelning

source: This behaves similarly to :option:`zrythm --reset-to-factory` on the command line.
sv: Detta fungerar på samma sätt som :option:`zrythm --reset-to-factory` på kommandoraden.

source: Dropping a file at empty space in the tracklist
sv: Släpp en fil på ett tomt område i spårlistan

source: Creating project...
sv: Skapar projekt…

source: Edit multiple velocities simultaneously with the select tool or draw with the pencil or ramp tool.
sv: Redigera multiple velocities simultaneously with the välj verktyg or draw with the pencil or ramp verktyg.

source: Plugin Settings
sv: Inställningar för insticksmoduler

source: Ch MIDI Fader in
sv: MIDI-kanal för ingångsregel

source: Fades
sv: Toningar

source: v2 Alpha available for testing
sv: v2-alfa tillgänglig för testning

source: DAW, digital audio workstation, music production, audio, pro audio, Linux, GNU/Linux, free software, libre software, sound editor, composition, MIDI, LV2, JACK, VST, audio plugin, recording, editing, arrange, arranger, mixing, mastering
sv: DAW, digital ljudarbetsstation, musikproduktion, ljud, proffsljud, Linux, GNU/Linux, fri mjukvara, libre mjukvara, ljudredigerare, komposition, MIDI, LV2, JACK, VST, ljud-plugin, inspelning, redigering, arrangera, arrangör, mixning, mastering

source: Device to read MIDI input from
sv: Enhet att läsa MIDI-indata från

source: The Audition tool is used to listen to specific parts of the song quickly. After enabling the audition tool, click anywhere to start playback from the position of the cursor and release the mouse button to stop.
sv: Lyssningsverktyget används för att snabbt lyssna på specifika delar av låten. När lyssningsverktyget har aktiverats klickar du var som helst för att starta uppspelning från muspekarens position och släpper musknappen för att stoppa.

source: Append Track Objects to Selection
sv: Lägg till spårobjekt i markeringen

source: <b>{}</b> Sample rate: {} Length: {}s {} ms | BPM: {:.1f} Channel(s): {} | Bitrate: {:L}.{} kb/s Bit depth: {} bits
sv: <b>{}</b> Samplingsfrekvens: {} Längd: {} s {} ms | BPM: {:.1f} Kanal(er): {} | Bithastighet: {:L}.{} kbit/s Bitdjup: {} bitar

source: Piano roll toolbar
sv: Pianorullens verktygsfält

source: MIDI learn on channel sends
sv: MIDI-inlärning för kanalsändningar

source: Drum Notation
sv: Trumnotation

source: If there is no automation at the playhead, the control will use the last known value, either from the automation lane or from a manual change.
sv: Om det inte finns någon automation vid uppspelningshuvudet använder styrelementet det senast kända värdet, antingen från automationsbanan eller från en manuell ändring.

source: There may be crashes, data loss, or other issues
sv: Krascher, dataförlust eller andra problem kan förekomma

source: Extracting metadata...
sv: Extraherar metadata…

source: ``%LOCALAPPDATA%`` on Windows
sv: ``%LOCALAPPDATA%`` i Windows

source: The cursor will change to a range selection cursor.
sv: Muspekaren ändras till en pekare för intervallmarkering.

source: Save the current project at a new location.
sv: Spara det aktuella projektet på en ny plats.

source: Adaptive Snapping
sv: Adaptiv Snapping

source: Error
sv: Fel

source: a2jmidid is an application that bridges between the system MIDI ports and :term:`JACK`.
sv: a2jmidid är ett program som bygger en brygga mellan systemets MIDI-portar och :term:`JACK`.

source: Playhead
sv: Uppspelningshuvud

source: :abbr:`LV2 (LADSPA Version 2)` is an extensible, cross-platform open standard for audio plugins. LV2 has a simple core interface, which is accompanied by extensions that add more advanced functionality.
sv: :abbr:`LV2 (LADSPA Version 2)` är en utbyggbar, plattformsoberoende öppen standard för ljudinsticksmoduler. LV2 har ett enkelt kärngränssnitt som kompletteras med tillägg som ger mer avancerad funktionalitet.

source: Inspector Page
sv: Inspektörssida

source: Access to v{} only
sv: Access to v{} endast

source: Failed to open output file: %1
sv: Det gick inte att öppna utdatafilen: %1

source: We also accept cryptocurrency donations at the following addresses:
sv: Vi tar även emot donationer i kryptovaluta på följande adresser:

source: Desktop Icon
sv: Skrivbordsikon

source: Exponential curve.
sv: Exponentiell kurva.

source: Import or export any format supported by {ref}libsndfile{endref}, with additional MP3 import support.
sv: Importera eller exportera alla format som stöds av {ref}libsndfile{endref}, med ytterligare stöd för MP3-import.

source: Master
sv: Huvudkanal

source: MIDI Group Track
sv: MIDI-gruppspår

source: Access to nightly builds
sv: Åtkomst till nattliga byggen

source: Editable range
sv: Redigerbart omfång

source: Dropping a plugin into the tracklist
sv: Släppa en insticksmodul i spårlistan

source: Scanning:
sv: Söker igenom:

source: Snap to 3/2nds (1.5 times) the selected note length.
sv: Fäst till 3/2 (1,5 gånger) den valda notlängden.

source: The port sends signals
sv: Porten skickar signaler

source: Port Directions
sv: Portars riktning

source: User Freedom
sv: Användarfrihet

source: Highlight
sv: Markera

source: Eurobeat — Chromatic Minor
sv: Eurobeat – kromatisk moll

source: There are many plugins to choose from. This guide will show you a few ways you can install plugins on GNU/Linux systems.
sv: Det finns många insticksmoduler att välja bland. Den här guiden visar några sätt att installera insticksmoduler på GNU/Linux-system.

source: Files can be filtered by a search term from the provided search box.
sv: Filer kan filtreras efter en sökterm i sökrutan.

source: Routing
sv: Routning

source: Usage
sv: Användning

source: The level at which muted tracks will be played
sv: Nivån som tystade spår spelas upp på

source: The audio/MIDI backend in under :menuselection:`General --> Engine` controls which audio engine implementation Zrythm will use to receive input from and send output to devices. :term:`JACK`/JACK MIDI is the recommended backend combination on all systems.
sv: Ljud-/MIDI-bakänden under :menuselection:`Allmänt --> Motor` styr vilken implementering av ljudmotorn Zrythm använder för att ta emot indata från och skicka utdata till enheter. :term:`JACK`/JACK MIDI är den rekommenderade bakändskombinationen på alla system.

source: Multiple Backends
sv: Multiple Baksluts

source: Zrythm freezes
sv: Zrythm fryser

source: Chord Pad
sv: Ackordplatta

source: soft errors
sv: mjuka fel

source: Add MIDI FX Track
sv: Lägg till MIDI-effektspår

source: The following examples will cause errors.
sv: Följande exempel orsakar fel.

source: The note is inside the current scale (if any)
sv: Noten ingår i den aktuella skalan (om det finns någon)

source: Channel
sv: Kanal

source: Playhead position
sv: Uppspelningshuvudets position

source: GPG Key
sv: GPG-nyckel

source: Repeating a region
sv: Upprepa en region

source: You will also receive the PDF user manual in: <br><b>English, French, Portuguese, Italian, Japanese and German</b>
sv: Du kommer även att få PDF användarmanualen på: <br><b>Engelska, Franska, Portugisiska, Italienska, Japanska och Tyska</b>

source: The time range to export. You can choose to export the whole song (defined by the start/end markers), the current loop range or a custom time range.
sv: Tidsintervallet som ska exporteras. Du kan välja att exportera hela låten, som definieras av start- och slutmarkörerna, det aktuella loopintervallet eller ett eget tidsintervall.

source: Quick-Quantize
sv: Snabbkvantisera

source: Artwork and Themes
sv: Grafik och teman

source: Left panel
sv: Vänster panel

source: Cancelled
sv: Avbruten

source: Start Playback
sv: Starta uppspelning

source: Arranger Objects
sv: Arrangerarobjekt

source: Most of the user interface is drawn on the GPU thanks to {ref}GTK4{endref}.
sv: Större delen av användargränssnittet ritas av GPU:n tack vare {ref}GTK4{endref}.

source: There are a couple of ways to instantiate plugins:
sv: Det finns ett par sätt att skapa insticksmoduler:

source: MIDI Channels
sv: MIDI-kanaler

source: Failed to instantiate plugin %1: %2
sv: Det gick inte att instansiera insticksprogrammet %1: %2

source: Most actions in Zrythm are undoable, which means that you can go back to the state before that action was made, or you can come back to a state that you've undone from.
sv: De flesta åtgärder i Zrythm kan ångras. Det innebär att du kan återgå till tillståndet före åtgärden eller återvända till ett tillstånd som du har ångrat från.

source: Dim Level
sv: Dämpningsnivå

source: Audio inputs on an audio track
sv: Ljudingångar på ett ljudspår

source: MIDI inputs on an instrument track
sv: MIDI-ingångar på ett instrumentspår

source: This bundle includes:<br><b>access to all 1.0.0 releases</b> (including alpha, beta and rc)
sv: Denna bunt inkluderar:<br><b>tillgång till alla 1.0.0 utgåvor</b> (inklusive alfa, beta, och rc)

source: Start typing to locate the preference you're looking for.
sv: Starta typing to locate the preference you're looking for.

source: Launch Quantization
sv: Startkvantisering

source: Steps to Reproduce
sv: Steg för att återskapa

source: If this is your first time using Zrythm, we suggest going through the 'Getting Started' section in the %1user manual%2.
sv: Om du använder Zrythm för första gången rekommenderar vi att du går igenom avsnittet ”Komma igång” i %1användarhandboken%2.

source: * Recommended if you would like to support the project
sv: * Rekommenderas om du vill stödja projektet

source: Credits
sv: Medverkande

source: Controls the position where the clip will start playback from. Displayed as a red, right-pointing arrow.
sv: Styr positionen där klippet börjar spelas upp. Visas som en röd pil som pekar åt höger.

source: Plugin Inspector
sv: Insticksprograminspektör

source: Opening Compressor in normal (unbridged) mode
sv: Öppna kompressor i normalt läge, utan bryggning

source: Recording
sv: Inspelning

source: Signal from tracks can be routed to plugins that have sidechain inputs via :ref:`Aux Sends <tracks/inspector-page:Aux Sends>`.
sv: Signal från spår kan dirigeras till insticksmoduler som har sidokedjeingångar via :ref:`aux-sändningar <tracks/inspector-page:Aux Sends>`.

source: Automation Recording
sv: Automation Spela ining

source: Spectrum Analyzer
sv: Spektrumanalysator

source: Submit Bug Reports/Feature Requests
sv: Skicka Bug Reports/Feature Requests

source: Todo
sv: Att göra

source: Audio Pool
sv: Ljudpool

source: Monitor section
sv: Monitoravsnitt

source: Show Hidden Files
sv: Visa dolda filer

source: Tempo track with BPM automation
sv: Tempotspår med BPM-automation

source: A blank template is available, and you can create your own templates by copying a project directory under :file:`templates` in the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`.
sv: Det finns en tom mall och du kan skapa egna mallar genom att kopiera en projektkatalog under :file:`templates` i :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>`.

source: Shows the real-time audio spectrum of the master output.
sv: Visar ljudspektrumet i realtid från masterutgången.

source: Cut %1 Objects
sv: Klipp ut %1 objekt

source: Similar to solo, except it dims the volume of other tracks instead of muting them. The dim amount can be controlled in the :ref:`Monitor section <routing/monitor-section:Monitor Section>`.
sv: Liknar solo, men dämpar volymen för andra spår i stället för att tysta dem. Dämpningsnivån kan styras i :ref:`monitoravsnittet <routing/monitor-section:Monitor Section>`.

source: You can drag one or more files from your system's file browser or from the built-in file browser into a track (if applicable), into empty space in the timeline or into empty space in the tracklist or mixer.
sv: Du kan dra en eller flera filer från systemets filbläddrare eller den inbyggda filbläddraren till ett spår (om tillämpligt), till ett tomt område på tidslinjen eller till ett tomt område i spårlistan eller mixern.

source: Major or minor scale
sv: Mindre eller större skala

source: Arrangement
sv: Arrangemang

source: Open a Project
sv: Öppna ett projekt

source: Show all the available keyboard shortcuts.
sv: Visa alla tillgängliga kortkommandon.

source: Only show audio files.
sv: Visa endast ljudfiler.

source: Zrythm will write to a log file on each run inside the :file:`log` subdirectory under the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`. The filename will contain the current date and time, for example :file:`log_2020-06-26_15-34-19.log`.
sv: Zrythm skriver en loggfil vid varje körning i underkatalogen :file:`log` under :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>`. Filnamnet innehåller aktuellt datum och tid, till exempel :file:`log_2020-06-26_15-34-19.log`.

source: Generate chords from a wide range of scales, load included chord presets for various genres, or save your own.
sv: Generate ackords from a wide range of skalas, load included ackord påterställs for various genres, or save your own.

source: Changes the color of the selected track.
sv: Ändrar färgen på det markerade spåret.

source: `Styling GTK with CSS <https://thegnomejournal.wordpress.com/2011/03/15/styling-gtk-with-css/>`_
sv: `Formge GTK med CSS <https://thegnomejournal.wordpress.com/2011/03/15/styling-gtk-with-css/>`_

source: MIDI regions contain :term:`MIDI` notes.
sv: MIDI-regioner innehåller :term:`MIDI`-noter.

source: Create Time Signature Object
sv: Skapa taktartsobjekt

source: Zrythm pins the Chord and Marker tracks by default.
sv: Zrythm fäster ackord- och markörspåren som standard.

source: Unlike MIDI/audio recording, automation recording does not require `Record` to be enabled in the :ref:`transport-controls`.
sv: Till skillnad från MIDI-/ljudinspelning kräver automationsinspelning inte att `Spela in` är aktiverat i :ref:`transport-controls`.

source: You can route the output of the chord track to a MIDI or Instrument track for live auditioning of the chord track's events. You can also play the chords live with a MIDI keyboard.
sv: Du kan dirigera utdata från ackordspåret till ett MIDI- eller instrumentspår för direktlyssning på ackordsspårets händelser. Du kan också spela ackorden direkt med ett MIDI-klaviatur.

source: Pinning Tracks
sv: Fästa spår

source: Detachable Views
sv: Detachable Visas

source: Zrythm will install CSS stylesheets to be used by some text input widgets under :file:`/usr/share/zrythm/sourceview-styles`.
sv: Zrythm installerar CSS-stilmallar som används av vissa textinmatningskomponenter under :file:`/usr/share/zrythm/sourceview-styles`.

source: Switch Playback to Timeline
sv: Växla uppspelning till tidslinjen

source: The following file formats are supported:
sv: Följande filformat stöds:

source: :ref:`Plugin Browser <plugin-browser>`
sv: :ref:`Insticksmodulsbläddrare <plugin-browser>`

source: The left panel consists of the following views, each explained in its own section.
sv: Den vänstra panelen består av följande vyer, som var och en förklaras i ett eget avsnitt.

source: You can find a list of SFZ instruments under free licenses at `sfz instruments <https://sfzinstruments.github.io/>`_.
sv: En lista över SFZ-instrument med fria licenser finns på `SFZ-instrument <https://sfzinstruments.github.io/>`_.

source: 2nd-order Butterworth highpass filter
sv: 2:a ordningens Butterworth högpassfilter

source: Left panel toggle
sv: Växling för vänster panel

source: Add a note inside the region starting at bar 2 and ending at bar 4
sv: Lägg till en not i regionen som börjar vid takt 2 och slutar vid takt 4

source: Create, edit and arrange MIDI events in a dedicated piano roll with chord integration.
sv: Skapa, edit and arrange MIDI events in a dedicated pianej roll with ackord integration.

source: Devices
sv: Enheter

source: Product Selection
sv: Product Väljion

source: Buses/FX Tracks
sv: Bussar/FX-spår

source: Showcase
sv: Visacase

source: When you first run Zrythm, it will display a dialog that lets you configure the basic settings that Zrythm will use. These include the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>` and the language of the user interface.
sv: När du kör Zrythm för första gången visas en dialogruta där du kan konfigurera de grundläggande inställningar som Zrythm använder. De omfattar :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>` och användargränssnittets språk.
